{
  "commercial": {
    "checkout-sweetener": {
      "title": "Checkout message",
      "disclaimerHint": "“This text was fully generated by an AI.”",
      "modalTitle": "Checkout message preview",
      "modalDescription": "Change individual parameters or the product selection to get an impression of the AI generated checkout messages.",
      "modalProductsSelection": "Product selection",
      "modalProductsPlaceholder": "Select products...",
      "modalToneOfVoicePlaceholder": "Select tone of voice...",
      "modalProductsHelperText": "Select one or more products to get an idea of how the checkout message could look like.",
      "modalGeneratePreview": "Generate preview",
      "modalPreview": "Checkout message",
      "messageSuccess": "Message generated successfully.",
      "messageFailure": "The service is unavailable at the moment. Please try again later.",
      "keywordOptions": {
        "neutral": "Neutral",
        "exciting": "Excited",
        "humorous": "Humorous"
      },
      "orderHelpText": "The AI generated checkout message has been displayed on the confirmation page of this order. This message cannot be changed and is saved here for documentation purposes.",
      "orderSettingsLink": "Change settings",
      "availabilityRule": "Availability rule",
      "availabilityRuleHelpText": "Use rules to control the scope and audience of checkout messages.",
      "activateAiCopilot": "Activate AI Copilot generated checkout messages",
      "toneOfVoiceHelpText": "By setting the tone of voice you can influence the mood of the AI-generated texts.",
      "toneOfVoice": "Tone of voice",
      "characterLimit": "Character count",
      "characterLimitHelpText": "The character count is only a guideline for the AI. The AI will try to generate text as close to the character count as possible. Product names are not counted towards the character count.",
      "disclaimer": "AI responses can be inaccurate or misleading.",
      "description": "AI generated checkout messages can be displayed on the confirmation page at the end of the checkout process. These individual checkout messages provide a higher degree of personalisation to your shop.",
      "preview": "AI Copilot preview"
    }
  }
}
